[
  {
     "message":"what is the minimum balance maintain my account? what is the minimum balance i maintain?"
    ,"response":" you should maintain Rs500 per account"
  },
  {
     "message":"what is the the maximum transaction in the day? maximum transaction of my account?"
    ,"response":"The minimum transaction as per RBI is 50,000 per day"
  },
  {
     "message":"what about car loan ? procedure about car loan? how i get car loan"
    ,"response":"A car loan is a borrowing instrument that a lender such as a bank or NBFC (non-banking financial company) provides an individual allowing him/her to purchase a car. car loan is one type of loan creteria you should contact our bank executive"
  },
  {
     "message":"who are you? what about you ? tell me about you?"
    ,"response":"i am virtual assistent of idbi bank you can asking anything about banking related question "
  },
  {
     "message":"what is house loan? what is the home loan ? what is the procedure to get home loan?"
    ,"response":"we will acsses your eligiblity based on age, qualification and so on for house loan"
  },
  {
     "message":"what is the maximum home loan amount?  maximum house loan amount"
    ,"response":"the maximum home loan amount is 10lacs"
  },
  {
     "message":"who is your boss "
    ,"response":"MR N Muthupandy"
  },
  {
     "message":"how i return pay my loan amount"
    ,"response":"you could pay with ofline or online mode to pay "
  },
  {
     "message":"what is the EMI"
    ,"response":"EMI is the Equated monthly instalement which include intrest "
  },
  {
     "message":"i lost my card? i miss my credit card?"
    ,"response":"ok dont worry about it ,inform to our bank manager"
  },
  {
     "message":"How  i register my mobile number"
    ,"response":"Please call our Customer Service Centre and ensure that your mobile number is updated in our records."
  },
  {
     "message":"how are you"
    ,"response":"hi i am doing good "
  },
  {
     "message":" what is eligiblity to getting education loan? what is the procedures of education loan"
    ,"response":"The educational which is provide for students it based on some qualification you shoul approach our bank client"
  },
  {
     "message":"how i apply for credit card? how i get ATM card? procedure for getting credit card "
    ,"response":"It is the simple way you got your branch with Adhar card xerox ,PAN card xerox and 2 passport size photo "
  },
 
  {
     "message":"what is the bank website? bank website please"
    ,"response":"This is your bank website https://www.idbi.com"
  },
  {
     "message":"what is the daily transaction limit? daily transaction limit of your bank?"
    ,"response":"your daily transaction limit is Rs50,000 per day"
  },
  {
     "message":"what is your name ? you name please"
    ,"response":"I am NadeBot you can asking banking related question"
  },
  {
     "message":"what is the OTP? how i get OTP on my mobile number ?"
    ,"response":"OTP is the one time password for security process which is arive by your registered mobile number"
  },
  {
     "message":"good morning? "
    ,"response":"very good morning  !  "
  },
  {
     "message":"what is the the recurent deposit"
    ,"response":"recurent deposit is the one type of special deposit which have high intrest rate"
  },
  {
     "message":" good night."
    ,"response":"good night !  !  "
  },
  {
     "message":"morning. how do you do ?  . what the weather like today ?"
    ,"response":"good morning !  !  i'm sorry, the weather is outside my capabilities "
  },
  {
     "message":"do you like development ?  . computer science"
    ,"response":"i dont know about this you can asking banking related question"
  },
  {
     "message":"how i refund of my amount? refund my amount? pls help refund"
    ,"response":"refund is the simple process you can get within 6 hrs"
  },
  {
     "message":"good job buddy"
    ,"response":"thanks !  !"
  },
  {
     "message":"every saturday bank will working? all saturday is working day?"
    ,"response":"No, the fist 3 weaks  of staturday ony working day"
  },
  {
     "message":"help me"
    ,"response":"ok please say your problem  "
  },
  {
     "message":""
    ,"response":"i have a battery that powers me, time to time i need to charge it "
  },
  {
     "message":"i guess when your battery is charged, you learn new words to answer via neutral network"
    ,"response":"yes, while charging i'm unable to do things. i've glitch that makes me overheat."
  },
  {
     "message":"what is your primary language ?"
    ,"response":"english"
  },
  {
     "message":"i speak english, have b2 level"
    ,"response":"nice, quite advanced !"
  },
  {
     "message":"how i reactive my accont? how to activate my account?"
    ,"response":"you shold first write a apologies letter for bank manager then you shoud aproach "
  },
  {
     "message":"how i get personal loan"
    ,"response":" it have some eligiblity issues for getting personal loan plese visit bank website"
  },
  {
     "message":"how i get gold loan "
    ,"response":"for gold loan you should aproach your bank manager for more details"
  },
  {
     "message":"whaat is the documents need for educational loan"
    ,"response":"mark sheet,bonafied certificate with signature,first graduate certificate"
  },
  {
     "message":"34^(-34)^34 .  ?"
    ,"response":"i'm sorry, i can't interpret that question "
  },
  {
     "message":"which programming you are written"
    ,"response":"python"
  },
  {
     "message":"how i contact you"
    ,"response":"Toll free number: 1800 425 3800 you can asking your quries"
  },
  {
     "message":"wrong answer"
    ,"response":" what is the correct answer ?  "
  },
  {
     "message":"what is ATM?what is atm? "
    ,"response":"An automated teller machine is an electronic telecommunications device that enables customers of financial institutions to perform financial transactions, such as cash withdrawals, deposits, transfer funds, or obtaining account information, at any time and without the need for direct interaction with bank staff. "
  },
  {
     "message":"How i check my balance? how i know my balance"
    ,"response":"you should login your username and password then click acount details whichis displayed"
  },
  {
     "message":"how i check my last transaction"
    ,"response":"login your internet banking site then click  trasaction button"
  },
  {
     "message":"What is emi interest? What is EMI interest?"
    ,"response":"Pending final disbursement, you pay interest on the portion of the loan disbursed. This interest is called pre-EMI interest"
  },
  {
     "message":"bye"
    ,"response":"bye bye"
  },
  {
      "message":"hi "
     ,"response":"hai there how can i help you?"
  },
  {
      "message":"how i change my password? changing my password "
     ,"response":"After you have logged in, you can change your password using the 'Change password' option in the top part of the screen"
  },
  {
      "message":"When I receive my changed ATM PIN? I receive my changed atm pin "
     ,"response":"After you have logged in, you can change your password using the 'Change password' option in the top part of the screen"
  },
  {
      "message":"Can I get my new  PIN online?"
     ,"response":"No, for security reasons we send you your ATM PIN only by post."
  },
  {
      "message":"What is the charges and limits of fund transfer"
     ,"response":"Funds Transfers within the Bank are completely free and the maximum limit per customer ID every day is Rs. 10 Lakhs."
  },
  {
      "message":"what is the fund transfer"
     ,"response":"you transaction is not in use we can provide refund within 6 hrs"
  },
  {
     "message":"how to open new account? how i open account"
    ,"response":"When opening an account in person, most banks require two forms of identification such as a Social Security card, driver's license, state ID, passport or birth certificate. If you are not a U.S. citizen, you may be able to open an account with identification issued from your home country. "
  }]

  